{
  "or": "or",
  "online_negotiation_title": "Negotiation",
  "buy_offer_legend": "Retail price",
  "buy_saving_legend": "Your saving",
  "buy_saving_offer": "Current offer",
  "buy_last_offer": "Last offer",
  "buy_your_bid_legend": "Your offer",
  "buy_waiting_for_response": "Offer sent. Waiting for seller's response",
  "negotiation_history_title": "History",
  "history_bidder": "You",
  "buy_history_other_bidder": "The seller",
  "sell_history_other_bidder": "The buyer",
  "offered": "offered",
  "buy_finalize_the_deal_now": "You can close with this seller now on the price of __price__. Finalize the deal before the seller will find another buyer!",
  "sell_finalize_the_deal_now": "We are waiting for this buyer to close the deal on the price of __price__. Stay tuned!",
  "buy_finalize_the_deal": "Thanks for choosing to purchase the item/s. Please wait for the checkout window to appear!",
  "error": "Missing message for '__locator__'",
  "buy_welcome_message": "Hello, I'm the negotiator. I will assist you and the seller to negotiate a fair deal. I'm negotiating in parallel with you and with the seller, so the final price that you'll get may even be better than you have agreed. Have fun!",
  "sell_welcome_message": "Hello, I'm the negotiator. I will assist you and the buyer to negotiate a fair deal. I'm negotiating in parallel with you and with the buyer, so the final price that you'll get may even be better than you have agreed. Have fun!",
  "buy_get_initial_bid": "Please submit your offer so we can negotiate a better price on your behalf",
  "buy_get_initial_bid_blanko": "What is your opening offer? You will be able to improve your offer later.",
  "buy_get_first_bid": "Thanks for your offer.  It's a bit too low for us to accept.  I really hope that you can submit a higher bid for us to consider",
  "buy_get_improve_bid_4": "Thanks for your offer.  It's a bit too low for us to accept.  I really hope that you can submit a higher bid for us to consider",
  "buy_get_improve_bid_5": "Thank you again for increasing your offer.  We are getting closer. Can you raise your offer more?  We really want you to have this __product_type__!",
  "buy_get_improve_bid_3": "Thanks for raising your bid. We are almost there. Just try to come up a bit more",
  "buy_get_improve_bid_2": "Thanks so much for making your last effort. The best price we could get for you is __other_bid__. If you can increase your offer we will try to get you the very best price",
  "buy_get_improve_bid_1": "We are so close!  I was able to get your __product_type__ for __other_bid__.  I truly hope that you can increase your offer just a bit more one last time",
  "sell_get_initial_bid": "We got an approval by the buyer to offer to buy the item at the price of __other_bid__. What is your opening offer?",
  "sell_get_initial_bid_plural": "We got an approval by the buyer to offer to buy the items at the price of __other_bid__ per item. What is your opening offer?",
  "sell_get_initial_bid_blanko": "What is your opening offer?",
  "sell_get_first_bid": "Your opening offer is __bid__. We got an approval by the buyer to offer __other_bid__ for the item. Can you improve your price so we can get closer?",
  "sell_get_first_bid_plural": "Your opening offer is __bid__. We got an approval by the buyer to offer __other_bid__ per item. Can you improve your price so we can get closer?",
  "sell_get_improve_bid_4": "Thanks for improving your offer to __bid__. We can increase the price to __other_bid__. Is there a way that you will lower your price even more?",
  "sell_get_improve_bid_3": "OK! It was not easy but we managed increase the price to __other_bid__. How serious are you? What is your offer?",
  "sell_get_improve_bid_2": "Wow! This is a tough negotiation. Luckily we have the approval to increase the price to __other_bid__. Let's try to close the deal. What is your offer?",
  "sell_get_improve_bid_1": "Well, you have juiced us. Our final price is __other_bid__. Let's move on! What is your offer?",
  "sell_ask_to_approve_forced_bid": "We can't increase the offer higher than __other_bid__. Would you like to close the deal or not?",
  "buy_ask_to_checkout": "The final price I was able to get for you is __price__. That saves you __saving__. I can hold that price for a very limited time so please move quickly.",
  "buy_ask_to_checkout_improved": "The final price I was able to get for you is __price__, better than your last offer. That saves you __saving__. I can hold that price for a very limited time so please move quickly.",
  "buy_ask_to_checkout_improved_h": "The final price I was able to get for you is __price__, better than your last offer. That saves you __saving__. I can hold that price for a very limited time so please move quickly.",
  "sell_wait_for_checkout": "The final price that we were able to get for you is __price__. Now we are waiting for the buyer to start the payment process.",
  "sell_wait_for_checkout_improved": "The final price that we were able to get for you is __price__. Now we are waiting for the buyer to start the payment process.",
  "sell_wait_for_checkout_improved_h": "The final price that we were able to get for you is __price__. Now we are waiting for the buyer to start the payment process.",
  "buy_complete_checkout": "Thank you for your purchase. We were able to provide you a fast response by using the InKomerce real time negotiation system. Check out for more deals in ebay.inkomerce.com",
  "sell_complete_checkout": "The buyer transferred the money. Now it is time to pack and ship. Note that the money will be kept in the payment system till buyer approved acceptance.",
  "you_canceled": "We have notified the __other__ that you would like to seek other opportunities. We are working on finding another deal for you.",
  "sell_negotiating_with_other": "We have increased the price as much as we could. We need a time to check with the __other__ if he/she can come closer to your price.",
  "buy_negotiating_with_other": "I have lowered the price as much as I could. I need a time to check with the __other__ if he/she can come closer to your price.",
  "negotiating_with_other_last": "We are almost done. Let us try to improve the price before closing the deal",
  "wait_for_other_initial_bid": "Please give us some time to get negotiation instructions from the __other__.",
  "sell_wait_for_payment": "The buyer has started the checkout process. Stay tune for a payment approval message.",
  "initial_bid_reply": "My offer is __bid__",
  "go_bid_reply": "My offer is __bid__.",
  "accept_other_bid_reply": "Accept the offer of __bid__.",
  "delay_bid_reply": "Delay my initial bid till the __other__ will give an initial bid",
  "do_checkout_reply": "Approve the price of __price__ and proceed to checkout.",
  "no_deal_reply": "No deal!",
  "accept_best_offer": "Thanks for your offer. We are happy to accept it. I can hold that price for a very limited time so please move quickly.",
  "decline_counter_offer": "We are sorry but the last offer of __price__ was the best that we can give. Please offer the same price or above and we will accept it automatically.",
  "buy_checked_out": "Thanks for confirming the deal. Press <a href='__url__' target='_top'>this link</a> if you are not redirected automatically to the seller's __url_title__ page.",
  "go_bid": "Submit an Offer",
  "buy_bid_str_help": "Place the price that you would like to offer to the seller.<br/>Your initial offer can be low, after that your offers should increase.<br/>The higher you increase your offer the larger will be the decrease of the seller's offer.",
  "buy_accept_other_bid": "Accept Offer",
  "sending_to_seller": "Sending your offer to the seller...",
  "offer": "Make an offer",
  "offer_placeholder": "Your offer",
  "submit": "Submit",
  "checkout_submitted": "Your checkout request has been submitted. Please wait till your browser will be redirected for completeling checkout process..."
}
